//
//  NewsViewController.swift
//  AccauntPage
//
//  Created by Dmitry on 26.01.25.
//

//Тут от тебя требуется разместить три вью горизонтально друг за другом.
//Какая именно вью не важно, хочешь используй картинку, хочешь просто цветные вью
//Одна вью должна занимать весь экран
//Три вью нужно засунуть в скролл вью, горизонтально. Можешь для простоты не использовать констрейты, а просто расположить вью по фреймам.
//Они должны перелистываться в режими пагинации, чтобы его включить надо выставить true isPagingEnabled свойство у скролл вью.
//Я не против помощи чего-то стороннего, но если за каждый написанный символ не будешь в ответе пущу на сашими и скормлю Лирою.
import UIKit

class NewsViewController: UIViewController {
    override func viewDidLoad() {
        super.viewDidLoad()
    }
}
